Repository: antnbaranov/Baranov
Catalog: BaranovWatch/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, es_419, et, eu, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

# +%lld steps added to %@
source: +%1$lld steps added to %2$@
ar: تمت إضافة +%lld من الخطوات إلى %@
bg: +%lld стъпки, добавени към %@
bs: +%lld koraka dodano u %@
ca: +%lld passos afegits a %@
cs: +%lld kroků přidáno do %@
da: +%lld trin tilføjet til %@
de: +%1$lld Schritte an %2$@ übertragen
el: +%lld βήματα προστέθηκαν στο %@
es: +%1$lld pasos añadidos a %2$@
es_419: +%lld pasos agregados a %@
et: +%lld sammu lisati %@
eu: +%lld urrats gehitu dira %@-n
fi: +%lld askelta lisätty kohteeseen %@
fr: +%1$lld pas ajoutés à %2$@
fr_ca: +%lld étapes ajoutées à %@
ga: +%lld céim curtha le %@
gl: +%lld pasos engadidos a %@
he: +%lld שלבים נוספו ל-%@
hi: +%lld चरण %@ में जोड़े गए
hr: +%lld koraka dodano u %@
hu: +%lld lépés hozzáadva a következőhöz: %@
id: +%lld langkah ditambahkan ke %@
is: +%lld skrefum bætt við %@
it: +%1$lld passi aggiunti a %2$@
ja: %2$@に+%1$lld歩追加されました
ka: +%lld ნაბიჯი დაემატა %@-ს
kk: +%lld қадам %@ ішіне қосылды
ko: +%lld 단계가 %@에 추가되었습니다.
lt: +%lld žingsnių pridėta prie %@
lv: +%lld soļi pievienoti %@
mk: +%lld чекори додадени на %@
ms: +%lld langkah ditambahkan pada %@
mt: +%lld passi miżjuda ma' %@
nb: +%lld trinn lagt til i %@
nl: +%lld stappen toegevoegd aan %@
pl: +%lld kroków dodanych do %@
pt_br: +%lld etapas adicionadas a %@
ro: +%lld pași adăugați la %@
ru: +%1$lld шагов передано %2$@
sk: +%lld krokov pridaných do %@
sl: +%lld korakov dodanih v %@
sq: +%lld hapa u shtuan në %@
sr: +%lld корака је додато у %@
sv: +%lld steg har lagts till i %@
th: เพิ่ม +%lld ขั้นตอนใน %@
tr: %2$@ öğesine +%1$lld adım eklendi
uk: +%lld кроків додано до %@
vi: +%lld bước được thêm vào %@
zh_hans: 已为%2$@增加+%1$lld步
zh_hk: +%lld 個步驟已新增至 %@

source: At Sea
ar: في البحر
bg: На море
bs: Na moru
ca: Al mar
cs: U moře
da: Til søs
de: Auf See
el: Στη Θάλασσα
es: En el mar
es_419: En el mar
et: Merel
eu: Itsasoan
fi: Merellä
fr: En mer
fr_ca: En mer
ga: Ar Muir
gl: No Mar
he: בים
hi: समुद्र में
hr: Na moru
hu: Tengeren
id: Di Laut
is: Á sjó
it: In mare
ja: 航海中
ka: ზღვაზე
kk: Теңізде
ko: 바다에서
lt: Prie jūros
lv: Jūrā
mk: На море
ms: Di Laut
mt: Fuq il-Baħar
nb: Til sjøs
nl: Op zee
pl: Na morzu
pt_br: No mar
ro: La mare
ru: В море
sk: Na mori
sl: Na morju
sq: Në det
sr: На мору
sv: Till sjöss
th: ที่ทะเล
tr: Denizde
uk: На морі
vi: trên biển
zh_hans: 海上航行
zh_hk: 在海上

source: Baranov Ram
ar: بارانوف رام
bg: Овен Баранов
bs: Baranov ovan
ca: Carner Baranov
cs: Baranov beran
da: Baranov-vær
de: Baranov-Widder
el: Μπαράνοφ Ραμ
es: Carnero Baranov
es_419: Carnero Baranov
et: Jäär Baranov
eu: Aharia Baranov
fi: Pässi Baranov
fr: Bélier Baranov
fr_ca: Bélier Baranov
ga: Ram Baranova
gl: Ram Baranov
he: ברנוב רם
hi: बारानोव राम
hr: Baranov ovan
hu: Kos Baranov
id: Domba Baranov
is: Baranov-hrútur
it: Ariete Baranov
ja: バラノフ・ラム
ka: ბარანოვი რამ
kk: Баранов Рам
ko: 바라노프 램
lt: Baranovas Ram
lv: Baranovs Rams
mk: Баранов Рам
ms: Biri-biri Baranov
mt: Muntun Baranov
nb: Baranov-vær
nl: Ram Baranov
pl: Baranow Ram
pt_br: Carneiro Baranov
ro: Berbec Baranov
ru: Баран Baranov
sk: Baranov baran
sl: Oven Baranov
sq: Dashi Baranov
sr: Баранов ован
sv: Baranov-bagge
th: บารานอฟ ราม
tr: Koç Baranov
uk: Баран Baranov
vi: Cừu đực Baranov
zh_hans: 巴拉诺夫·拉姆
zh_hk: 巴拉諾夫·拉姆

source: Crossing the water
ar: عبور الماء
bg: Пресичане на водата
bs: Prelazak vode
ca: Creuant l'aigua
cs: Přechod přes vodu
da: Krydser vandet
de: Überquert das Wasser
el: Διασχίζοντας το νερό
es: Cruzando el agua
es_419: Cruzando el agua
et: Vee ületamine
eu: Ura zeharkatuz
fi: Veden ylittäminen
fr: Traversée de l'eau
fr_ca: Traverser l'eau
ga: Ag trasnú an uisce
gl: Cruzando a auga
he: חוצים את המים
hi: पानी पार करना
hr: Prelazak preko vode
hu: Átkelés a vízen
id: Menyeberangi air
is: Að fara yfir vatnið
it: Attraversando l'acqua
ja: 海を渡っています
ka: წყლის გადაკვეთა
kk: Судан өту
ko: 물 건너기
lt: Vandens kirtimas
lv: Šķērsojot ūdeni
mk: Преминување на водата
ms: Menyeberangi air
mt: Naqsam l-ilma
nb: Krysser vannet
nl: Het water oversteken
pl: Przeprawa przez wodę
pt_br: Atravessando a água
ro: Trecând apa
ru: Пересекает море
sk: Prechod cez vodu
sl: Prečkanje vode
sq: Kalimi i ujit
sr: Прелазак воде
sv: Korsar vattnet
th: ข้ามน้ำ
tr: Suyu geçmek
uk: Перехід через воду
vi: Vượt nước
zh_hans: 正在跨海
zh_hk: 渡過水面

source: Distance
ar: المسافة
bg: Разстояние
bs: Udaljenost
ca: Distància
cs: Vzdálenost
da: Afstand
de: Distanz
el: Απόσταση
es: Distancia
es_419: Distancia
et: Kaugus
eu: Distantzia
fi: Etäisyys
ga: Fad
gl: Distancia
he: מרחק
hi: दूरी
hr: Udaljenost
hu: Távolság
id: Jarak
is: Fjarlægð
it: Distanza
ja: 距離
ka: მანძილი
kk: Қашықтық
ko: 거리
lt: Atstumas
lv: Attālums
mk: Растојание
ms: Jarak
mt: Distanza
nb: Avstand
nl: Afstand
pl: Odległość
pt_br: Distância
ro: Distanța
ru: Дистанция
sk: Vzdialenosť
sl: Razdalja
sq: Largësia
sr: Удаљеност
sv: Avstånd
th: ระยะทาง
tr: Mesafe
uk: Відстань
vi: Khoảng cách
zh_hans: 距离
zh_hk: 距離

source: Done
ar: تم
bg: Готово
bs: Gotovo
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Έγινε
es: Listo
es_419: hecho
et: Valmis
eu: Eginda
fi: Valmis
fr: Terminé
fr_ca: Terminé
ga: Déanta
gl: Feito
he: בוצע
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
is: Búið
it: Fine
ja: 完了
ka: შესრულებულია
kk: Дайын
ko: 완료
lt: Atlikta
lv: Gatavs
mk: Готово
ms: Selesai
mt: Magħmul
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sq: U krye
sr: Готово
sv: Klart
th: เสร็จแล้ว
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hk: 完成

source: Double tap to pet your ram and hear a bleat
ar: انقر نقرًا مزدوجًا لمداعبة كبشك وسماع صوت الثغاء
bg: Докоснете два пъти, за да погалите овена си и да чуете блеене
bs: Dodirnite dvaput da mazite svog ovna i čujete blejanje
ca: Fes doble toc per acariciar el teu RAM i escoltar un bal
cs: Dvojitým klepnutím pohladíte berana a uslyšíte zavrčení
da: Tryk to gange for at klappe din vædder og høre et brægen
de: Tippe zweimal, um deinen Widder zu streicheln und ein Blöken zu hören
el: Πατήστε δύο φορές για να χαϊδέψετε το κριάρι σας και να ακούσετε ένα βέλασμα
es: Toca dos veces para acariciar a tu carnero y escuchar un balido
es_419: Toca dos veces para acariciar a tu carnero y escuchar un balido
et: Topeltpuudutage oma jäära silitamiseks ja piiksu kuulmiseks
eu: Sakatu birritan zure aharia laztantzeko eta burrunba bat entzuteko
fi: Kaksoisnapauta pässiä silittääksesi ja kuullaksesi huminan
fr: Touche deux fois pour caresser ton bélier et entendre un bêlement
fr_ca: Touche deux fois pour caresser ton bélier et entendre un bêlement
ga: Tapáil faoi dhó chun do reithe a pheata agus cloisfidh tú bleat
gl: Toca dúas veces para acariciar o teu carneiro e escoitar un balido
he: הקש פעמיים כדי ללטף את האיל שלך ולשמוע פעימה
hi: अपने मेढ़े को सहलाने और मिमियाने की आवाज सुनने के लिए दो बार टैप करें
hr: Dodirnite dvaput da pomazite svog ovna i čujete blejanje
hu: Koppintson duplán, hogy megsimogatja a kosát, és halljon egy csapkodást
id: Ketuk dua kali untuk mengelus domba jantan Anda dan mendengar suara mengembik
is: Ýttu tvisvar til að klappa hrútnum þínum og heyra hljóð
it: Tocca due volte per accarezzare il tuo ariete e sentire un belato
ja: ダブルタップしてラムを撫でると鳴き声が聞こえます
ka: ორმაგად შეეხეთ ვერძს და მოისმინეთ ბზუილი
kk: Қошқарыңызды еркелетіп, ысқырықты есту үшін екі рет түртіңіз
ko: 숫양을 쓰다듬고 울음소리를 들으려면 두 번 탭하세요.
lt: Dukart palieskite, kad paglostytumėte savo aviną ir išgirstumėte ūžesį
lv: Veiciet dubultskārienu, lai paglaudītu savu aunu un dzirdētu pīkstienu
mk: Допрете двапати за да го галите вашиот овен и да слушнете блесок
ms: Ketik dua kali untuk membelai ram anda dan mendengar bunyi bleat
mt: Tektek darbtejn biex tgħaxxaq il-muntun tiegħek u tisma' beat
nb: Dobbelttrykk for å klappe væren din og høre et pip
nl: Dubbeltik om je ram te aaien en een geblaat te horen
pl: Kliknij dwukrotnie, aby pogłaskać barana i usłyszeć beczenie
pt_br: Toque duas vezes para acariciar seu carneiro e ouvir um balido
ro: Atingeți de două ori pentru a vă mângâia berbecul și pentru a auzi un behăit
ru: Коснись дважды, чтобы погладить барана и услышать блеяние
sk: Dvojitým klepnutím pohladíte barana a budete počuť bzučanie
sl: Dvakrat tapnite, da pobožate svojega ovna in slišite blejanje
sq: Trokit dy herë për të përkëdhelur dashin tuaj dhe për të dëgjuar një zhurmë
sr: Додирните двапут да бисте помазили овна и чули блејање
sv: Tryck snabbt två gånger för att klappa din bagge och höra ett gnäll
th: แตะสองครั้งเพื่อลูบไล้แกะของคุณและได้ยินเสียงพึมพำ
tr: Koçunuzu okşamak ve meleme sesi duymak için iki kez dokunun
uk: Торкнися двічі, щоб погладити барана й почути бекання
vi: Nhấn đúp để vuốt ve con ram của bạn và nghe thấy tiếng kêu be be
zh_hans: 双击抚摸你的公羊并听到咩咩叫声
zh_hk: 雙擊撫摸你的公羊並聽到咩咩叫聲

source: End Walk
ar: نهاية المشي
bg: Край на разходката
bs: Završi šetnju
ca: Final de caminada
cs: Konec procházky
da: Slut gåtur
de: Spaziergang beenden
el: Ολοκλήρωση περιπάτου
es: Terminar paseo
es_419: Finalizar la caminata
et: Lõpeta jalutuskäik
eu: Amaiera Ibilaldia
fi: Lopeta kävely
fr: Terminer la marche
fr_ca: Fin de la promenade
ga: Siúlóid Deireadh
gl: Remata a andaina
he: סוף הליכה
hi: अंत चलना
hr: Kraj šetnje
hu: Séta vége
id: Akhiri Jalan
is: Lokaganga
it: Termina camminata
ja: 散歩を終了
ka: ბოლო ფეხით
kk: Жаяу жүруді аяқтау
ko: 산책 종료
lt: Baigti pasivaikščiojimą
lv: Beigt pastaigu
mk: Крај на прошетка
ms: Akhiri berjalan
mt: Tmiem Walk
nb: Sluttvandring
nl: Einde wandeling
pl: Zakończ spacer
pt_br: Fim da caminhada
ro: Încheiați plimbarea
ru: Завершить прогулку
sk: Koniec prechádzky
sl: Konec sprehoda
sq: Fund Ecje
sr: Енд Валк
sv: Slutpromenad
th: สิ้นสุดการเดิน
tr: Yürüyüşü Bitir
uk: Кінцева прогулянка
vi: Kết thúc chuyến đi
zh_hans: 结束散步
zh_hk: 結束步行

source: Open Baranov on iPhone
ar: افتح بارانوف على iPhone
bg: Отворете Baranov на iPhone
bs: Otvorite Baranov na iPhoneu
ca: Obriu Baranov a l'iPhone
cs: Otevřete Baranov na iPhone
da: Åbn Baranov på iPhone
de: Öffne Baranov auf dem iPhone
el: Ανοίξτε το Baranov στο iPhone
es: Abre Baranov en el iPhone
es_419: Abre Baranov en el iPhone
et: Avage iPhone'is Baranov
eu: Ireki Baranov iPhone-n
fi: Avaa Baranov iPhonessa
fr: Ouvre Baranov sur iPhone
fr_ca: Ouvre Baranov sur iPhone
ga: Oscail Baranov ar an iPhone
gl: Abre Baranov no iPhone
he: פתח את ברנוב באייפון
hi: iPhone पर बारानोव खोलें
hr: Otvorite Baranov na iPhoneu
hu: Nyissa meg a Baranovot iPhone-on
id: Buka Baranov di iPhone
is: Opnaðu Baranov á iPhone
it: Apri Baranov su iPhone
ja: iPhoneでバラノフを開く
ka: გახსენით ბარანოვი iPhone-ზე
kk: iPhone-да Барановты ашыңыз
ko: iPhone에서 Baranov 열기
lt: Atidarykite „Baranov“ „iPhone“.
lv: Atveriet Baranovu iPhone tālrunī
mk: Отворете го Баранов на iPhone
ms: Buka Baranov pada iPhone
mt: Iftaħ Baranov fuq iPhone
nb: Åpne Baranov på iPhone
nl: Open Baranov op de iPhone
pl: Otwórz Baranov na iPhonie
pt_br: Abra Baranov no iPhone
ro: Deschideți Baranov pe iPhone
ru: Открой Baranov на iPhone
sk: Otvorte Baranov na iPhone
sl: Odprite Baranov na iPhoneu
sq: Hap Baranov në iPhone
sr: Отворите Баранов на иПхоне-у
sv: Öppna Baranov på iPhone
th: เปิด Baranov บน iPhone
tr: Baranov'u iPhone'da açın
uk: Відкрий Baranov на iPhone
vi: Mở Baranov trên iPhone
zh_hans: 在 iPhone 上打开巴拉诺夫
zh_hk: 在 iPhone 上開啟巴拉諾夫

source: Pet %@
ar: الحيوانات الأليفة %@
bg: домашен любимец %@
bs: ljubimac %@
ca: Mascota %@
cs: Domácí mazlíček %@
da: Kæledyr %@
de: Haustier %@
el: Χαϊδέψτε το %@
es: Mascota %@
es_419: Mascota %@
et: Lemmikloom %@
eu: Maskota %@
fi: Lemmikki %@
fr: Animal de compagnie %@
fr_ca: Animal de compagnie %@
ga: Peataí %@
gl: Mascota %@
he: חיית מחמד %@
hi: पालतू जानवर %@
hr: Kućni ljubimac %@
hu: Háziállat %@
id: Hewan peliharaan %@
is: Gæludýr %@
it: Animale domestico %@
ja: ペット %@
ka: შინაური ცხოველი %@
kk: Үй жануарлары %@
ko: 애완동물 %@
lt: Augintiniai %@
lv: Mājdzīvnieks %@
mk: Домашно милениче %@
ms: Haiwan peliharaan %@
mt: Ħobb %@
nb: Kjæledyr %@
nl: Huisdier %@
pl: Zwierzę %@
pt_br: Animal de estimação %@
ro: Animal de companie %@
ru: Домашнее животное %@
sk: Domáce zvieratko %@
sl: hišni ljubljenček %@
sq: Kafsha shtëpiake %@
sr: љубимац %@
sv: Husdjur %@
th: สัตว์เลี้ยง %@
tr: Evcil Hayvan %@
uk: Домашня тварина %@
vi: Thú cưng %@
zh_hans: 宠物 %@
zh_hk: 寵物 %@

source: Pet Ram
ar: رام الحيوانات الأليفة
bg: Домашен любимец Рам
bs: Pomazi ovna
ca: Ram de mascota
cs: Pohladit berana
da: Klap vædderen
de: Haustier Ram
el: Χαϊδέψτε το κριάρι
es: Carnero mascota
es_419: Carnero mascota
et: Lemmikloom Ram
eu: Aharia maskota
fi: Lemmikki Ram
fr: Bélier de compagnie
fr_ca: Bélier de compagnie
ga: Reithe peataí
gl: Carneiro mascota
he: רם מחמד
hi: पालतू राम
hr: Kućni ljubimac Ram
hu: Kisállat kos
id: Ram Hewan Peliharaan
is: Gæludýr Ram
it: Ram da compagnia
ja: ペットのラム
ka: შინაური ცხოველი ვერძი
kk: Үй жануарлары
ko: 애완동물 램
lt: Augintinis avinas
lv: Mājdzīvnieku auns
mk: Милениче Рам
ms: Domba jantan peliharaan
mt: Muntun domestiċi
nb: Kjæledyr Ram
nl: Huisdier Ram
pl: Zwierzę Ram
pt_br: Carneiro de estimação
ro: Pet Berbec
ru: Погладить барана
sk: Pohladiť barana
sl: Domači Ram
sq: Ram i përkëdhelur
sr: Пет Рам
sv: Husdjur bagge
th: เพ็ท ราม
tr: Evcil Hayvan Koçu
uk: Погладити барана
vi: Ram thú cưng
zh_hans: 宠物公羊
zh_hk: 寵物公羊

source: Steps Walked
ar: مشى الخطوات
bg: Вървят стъпки
bs: Pređeni koraci
ca: Passos caminats
cs: Kroky chůze
da: Skridt gik
de: Gegangene Schritte
el: Βήματα περπάτησαν
es: Pasos caminados
es_419: Pasos caminados
et: Sammud Kõndinud
eu: Urratsak Oinez
fi: Askelia kävelletty
fr: Pas effectués
fr_ca: Pas parcourus
ga: Céimeanna Shiúil
gl: Pasos Camiñados
he: צעדים הלכו
hi: कदम चल दिए
hr: Hodani koraci
hu: Lépések sétáltak
id: Langkah Berjalan
is: Skref Gengið
it: Passi percorsi
ja: 歩いた歩数
ka: ნაბიჯები დადიოდა
kk: Қадамдар жүрді
ko: 걸은 걸음 수
lt: Žingsniai ėjo
lv: Pagājuši soļi
mk: Чекори одеше
ms: Langkah Berjalan
mt: Passi Mixi
nb: Skritt gikk
nl: Stappen gelopen
pl: Kroki szły
pt_br: Passos percorridos
ro: Pași parcurși
ru: Пройдено шагов
sk: Kráčal kroky
sl: Prehojeni koraki
sq: Hapat e ecur
sr: Степс Валкед
sv: Steg gick
th: ก้าวเดิน
tr: Yürünen Adımlar
uk: Кроки Пройшли
vi: Số bước đã đi
zh_hans: 已走步数
zh_hk: 走過的步數

source: Time
ar: الوقت
bg: време
bs: Vrijeme
ca: Temps
cs: Čas
da: Tid
de: Zeit
el: Χρόνος
es: Tiempo
es_419: tiempo
et: Aeg
eu: Denbora
fi: Aika
fr: Temps
fr_ca: Temps
ga: Am
gl: Tempo
he: זמן
hi: समय
hr: Vrijeme
hu: Idő
id: Waktu
is: Tími
it: Tempo
ja: 時間
ka: დრო
kk: Уақыт
ko: 시간
lt: Laikas
lv: Laiks
mk: Време
ms: Masa
mt: Ħin
nb: Tid
nl: Tijd
pl: Czas
pt_br: Hora
ro: timpul
ru: Время
sk: Čas
sl: Čas
sq: Koha
sr: Време
sv: Tid
th: เวลา
tr: Zaman
uk: час
vi: thời gian
zh_hans: 时间
zh_hk: 時間

source: to destination
ar: إلى الوجهة
bg: до местоназначението
bs: do odredišta
ca: a destinació
cs: do cíle
da: til destination
de: bis zum Ziel
el: στον προορισμό
es: al destino
es_419: al destino
et: sihtkohta
eu: helmugara
fi: määränpäähän
fr: jusqu'à destination
fr_ca: à destination
ga: go ceann scríbe
gl: a destino
he: ליעד
hi: गंतव्य के लिए
hr: do odredišta
hu: a rendeltetési helyre
id: ke tujuan
is: á áfangastað
it: a destinazione
ja: 目的地まで
ka: დანიშნულების ადგილამდე
kk: межелі жерге
ko: 목적지로
lt: į paskirties vietą
lv: uz galamērķi
mk: до дестинацијата
ms: ke destinasi
mt: lejn id-destinazzjoni
nb: til destinasjon
nl: naar bestemming
pl: do miejsca docelowego
pt_br: para o destino
ro: la destinație
ru: до цели
sk: do cieľa
sl: do cilja
sq: në destinacion
sr: до одредишта
sv: till destinationen
th: ไปยังจุดหมายปลายทาง
tr: hedefe
uk: до місця призначення
vi: đến đích
zh_hans: 至目的地
zh_hk: 到目的地

source: Tracks your letter-carrying ram on your watch face.
ar: يتتبع ذاكرة الوصول العشوائي التي تحمل الحروف على وجه ساعتك.
bg: Проследява вашия овен с писма върху циферблата на часовника ви.
bs: Prati vašeg ovna koji nosi pismo na vašem satu.
ca: Rastreja el vostre ariet portacartes a la cara del rellotge.
cs: Sleduje beran s dopisy na ciferníku.
da: Sporer din brevbærende ram på din urskive.
de: Verfolgt deinen Post-Widder auf dem Zifferblatt deiner Watch.
el: Παρακολουθεί το κριάρι που μεταφέρει γράμματα στην οθόνη του ρολογιού σας.
es: Sigue a tu carnero cartero en la carátula de tu reloj.
es_419: Sigue a tu carnero cartero en la carátula de tu reloj.
et: Jälgib teie kirjakandjat jäära teie kella esiküljel.
eu: Zure gutunak eramateko ahariaren jarraipena egiten du erlojuaren aurpegian.
fi: Seuraa kirjettä kantavaa rammaasi kellotaulullasi.
fr: Suit ton bélier facteur sur le cadran de ta montre.
fr_ca: Suit ton bélier facteur sur le cadran de ta montre.
ga: Rianta do reithe iompar litreacha ar d’aghaidh uaireadóir.
gl: Rastrexa o teu carneiro portacartas na esfera do teu reloxo.
he: עוקב אחר האיל נושא האותיות שלך על פני השעון שלך.
hi: आपके पत्र ले जाने वाले रैम को आपकी घड़ी के मुख पर ट्रैक करता है।
hr: Prati vašeg ovna s pismom na vašem satu.
hu: Nyomon követi a levélhordozó kost az óralapján.
id: Lacak ram pembawa surat Anda di tampilan jam Anda.
is: Fylgir bréfberandi hrútnum þínum á úrskífunni þinni.
it: Mostra il tuo ariete postino sul quadrante del tuo orologio.
ja: 時計の文字盤上で手紙を運ぶラムを追跡します。
ka: თვალს ადევნებს თქვენს წერილების გადამტან ვერძს თქვენი საათის სახეზე.
kk: Сағаттың беткі жағындағы әріпті қадағалайды.
ko: 시계 모드에서 편지를 운반하는 램을 추적합니다.
lt: Seka jūsų laiškus nešantį aviną ant laikrodžio ciferblato.
lv: Izseko jūsu vēstuļu pārnēsāšanas aunu uz jūsu pulksteņa ciparnīcas.
mk: Го следи вашиот овен што носи букви на вашиот часовник.
ms: Jejak ram pembawa surat anda pada muka jam anda.
mt: Issegwi l-muntun li jġorr l-ittri tiegħek fuq il-wiċċ tal-arloġġ tiegħek.
nb: Sporer din brevbærende ram på urskiven.
nl: Volgt uw ram met brieven op uw wijzerplaat.
pl: Śledzi taran przewożący listy na tarczy zegarka.
pt_br: Rastreia o carneiro que carrega cartas no mostrador do relógio.
ro: Urmărește berbecul care poartă scrisorile pe cadranul ceasului.
ru: Отслеживает твоего барана-почтальона на циферблате.
sk: Sleduje váš baran s listami na ciferníku.
sl: Sledi vašemu ovnu s pismom na številčnici ure.
sq: Gjurmon dashin tuaj që mban letra në faqen tuaj të orës.
sr: Прати вашег овна који носи писмо на бројчанику сата.
sv: Spårar din brevbärande ram på din urtavla.
th: ติดตามแกะที่ถือจดหมายของคุณบนหน้าปัดนาฬิกาของคุณ
tr: Mektup taşıyan koçunuzu saat kadranınızda takip eder.
uk: Відстежує твого барана-поштаря на циферблаті.
vi: Theo dõi ram mang thư của bạn trên mặt đồng hồ.
zh_hans: 在您的表盘上追踪您携带信件的公羊。
zh_hk: 在您的錶盤上追蹤您攜帶信件的公羊。

source: Walk with %@
ar: المشي مع %@
bg: Разходка с %@
bs: Hodajte sa %@
ca: Camineu amb %@
cs: Procházka s %@
da: Gå med %@
de: Spaziergang mit %@
el: Περπατήστε με %@
es: Pasear con %@
es_419: Camina con %@
et: Kõnni koos %@
eu: Ibili %@rekin
fi: Kävele %@
fr: Marcher avec %@
fr_ca: Marchez avec %@
ga: Siúil le %@
gl: Camiña con %@
he: ללכת עם %@
hi: %@ के साथ चलें
hr: Hodaj s %@
hu: Séta %@
id: Berjalan dengan %@
is: Gakktu með %@
it: Cammina con %@
ja: %@と散歩
ka: იარეთ %@-თან ერთად
kk: %@мен бірге жүру
ko: %@과 함께 걷기
lt: Vaikščiokite su %@
lv: Pastaiga ar %@
mk: Прошетка со %@
ms: Berjalan dengan %@
mt: Imxi ma' %@
nb: Gå med %@
nl: Loop met %@
pl: Chodź z %@
pt_br: Caminhe com %@
ro: Mergi cu %@
ru: Гулять с %@
sk: Prechádzka s %@
sl: Hodi z %@
sq: Ecni me %@
sr: Шетајте са %@
sv: Gå med %@
th: เดินด้วย %@
tr: %@ ile yürüyün
uk: Прогулянка з %@
vi: Đi bộ với %@
zh_hans: 与%@一起散步
zh_hk: 與%@同行

source: Well Walked!
ar: مشى بشكل جيد!
bg: Добре вървеше!
bs: Odlična šetnja!
ca: Ben caminat!
cs: Dobře chodil!
da: Godt gået!
de: Gut gelaufen!
el: Καλά Περπατήσαμε!
es: ¡Buen paseo!
es_419: ¡Bien caminado!
et: Hästi kõndinud!
eu: Ondo ibili!
fi: Hyvin kävelty!
fr: Bien marché !
fr_ca: Bien marché !
ga: Bhuel Shiúil!
gl: Ben andado!
he: הלך טוב!
hi: अच्छा चला!
hr: Dobro hodano!
hu: Jól Sétált!
id: Berjalan dengan Baik!
is: Vel gengið!
it: Bella camminata!
ja: よく歩きました！
ka: კარგად იარე!
kk: Жақсы жүрді!
ko: 잘 걸었다!
lt: Gerai vaikščiojo!
lv: Labi Staigāts!
mk: Добро одеше!
ms: Selamat Berjalan!
mt: Imxi sew!
nb: Godt gått!
nl: Goed gewandeld!
pl: Dobrze chodził!
pt_br: Bem Caminhado!
ro: Bine mers!
ru: Отличная прогулка!
sk: Dobre kráčal!
sl: Dobro hodil!
sq: Ecën mirë!
sr: Велл Валкед!
sv: Bra promenerat!
th: เดินดี!
tr: İyi Yürüdüm!
uk: Ну Ходили!
vi: Vâng đã đi bộ!
zh_hans: 走得真棒！
zh_hk: 走得好！

source: Your ram
ar: الكبش الخاص بك
bg: Вашият овен
bs: Tvoj ovan
ca: El teu ariet
cs: Tvůj beran
da: Din vædder
de: Dein Widder
el: Το κριάρι σας
es: Tu carnero
es_419: Tu carnero
et: Sinu jäär
eu: Zure aharia
fi: Sinun oinas
fr: Ton bélier
fr_ca: Ton bélier
ga: Do reithe
gl: O teu carneiro
he: האיל שלך
hi: आपका राम
hr: Tvoj ovan
hu: A kosod
id: domba jantanmu
is: Hrúturinn þinn
it: Il tuo ariete
ja: あなたの雄羊
ka: შენი ვერძი
kk: Сіздің қошқарыңыз
ko: 당신의 숫양
lt: Tavo avinas
lv: Tavs auns
mk: Твојот овен
ms: domba jantan anda
mt: Il-muntun tiegħek
nb: Væren din
nl: Jouw ram
pl: Twój baran
pt_br: Seu carneiro
ro: berbecul tău
ru: Твой баран
sk: Tvoj baran
sl: Tvoj oven
sq: Dashi juaj
sr: Твој ован
sv: Din bagge
th: แกะของคุณ
tr: Koçunuz
uk: Твій баран
vi: ram của bạn
zh_hans: 你的公羊
zh_hk: 你的公羊
